Repository: siwaonline/person_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# const.aburl
source: ID of the Deregistration Page
fr: ID de la page de désinscription

# const.anurl
source: ID of the Registration Page
fr: ID de la page d'inscription

# const.email
source: Email-Address of your website
fr: Courriel (pour l'envoi des mails de notification)

# const.name
source: Name of your website
fr: Nom (pour l'envoi des mails de notification)

# dateFormat
source: %Y-%m-%d
fr: %d-%m-%Y

# error.email
source: Please insert a correct Email-Address!
fr: Merci d'indiquer un courriel valide !

# error.emailagain
source: This Email-Address is already registered!
fr: Ce courriel existe déjà !

# error.name
source: Please insert your full name!
fr: Merci d'indiquer votre nom

# error.nocol
source: The column %s doesn't exist!
fr: La colonne %s n'existe pas !

# error.nofile
source: The file %s doesn't exist!
fr: Le fichier %s n'existe pas !

# error.spam
source: You're a spam-bot!
fr: Vous êtes un robot !

# labels.addressesbl
source: Addresses in the Blacklist!
fr: Adresses blacklistées

# labels.all
source: All
fr: Tout

# labels.avail
source: Available Columns
fr: Colonne disponible

# labels.backtolist
source: Back to the Listview
fr: Retour à la liste

# labels.cancel
source: Cancel
fr: Annuler

# labels.checklist
source: Please check the list.
fr: Merci de vérifier la liste

# labels.clearbl
source: clear Blacklist
fr: Vider la blacklist

# labels.clearp
source: clear Persons from the database
fr: Supprimer les enregistrements de la base de données

# labels.create
source: Create
fr: Créer

# labels.data
source: File
fr: Fichier

# labels.delete
source: Delete
fr: Supprimer

# labels.detail
source: Detail
fr: Détail

# labels.detailview
source: Detailview
fr: Vue détail

# labels.edit
source: Edit
fr: Editer

# labels.emaila
source: E-Mail Addresses in Column A
fr: Les adresses mail doivent être dans la colonne A

# labels.export
source: Export
fr: Exporter

# labels.expp
source: export Personen
fr: Export

# labels.exsucc
source: Your Export was successful.
fr: Export réussi

# labels.firstrow
source: import first row?
fr: Importer la première ligne ?

# labels.foundmails
source: found Addresses
fr: adresses trouvées

# labels.foundp
source: found Persons
fr: personnes trouvées

# labels.import
source: Import
fr: Importer

# labels.importbl
source: import E-Mails into the Blacklist
fr: Importer des courriels dans la blacklist

# labels.importp
source: import Persons
fr: impoter des personnes

# labels.imsucc
source: Your Import was successful.
fr: Import réussi

# labels.insertmail
source: Just enter your Email-Address.
fr: Adresse mail

# labels.list
source: List
fr: Liste

# labels.mr
source: Mr
fr: M

# labels.mrmrs
source: Mr/Mrs
fr: M/Mme

# labels.mrs
source: Mrs
fr: Mme

# labels.newp
source: New Person
fr: Nouveau contact

# labels.p1indb
source: person in the database!
fr: contact dans la base de données !

# labels.pedit
source: Edit Person
fr: Editer le contact

# labels.pindb
source: persons in the database!
fr: contacts dans la base de données !

# labels.plist
source: List of Persons
fr: Liste des contacts

# labels.reload
source: Reload
fr: Recharger

# labels.rows
source: Columns
fr: Colonnes

# labels.save
source: Save
fr: Sauvegarder

# labels.search
source: Search
fr: Rechercher

# labels.send
source: Send
fr: Envoyer

# labels.sep
source: Seperator
fr: Séparateur

# labels.sure
source: Are you sure?
fr: Etes-vous sur ?

# labels.thx
source: Thank You
fr: Merci

# labels.wanttoderegister
source: Do you want to unsubscribe?
fr: Voulez vous vous désinscrire ?

# labels.yes
source: Yes
fr: Oui

# log.activate
source: Person is confirmed
fr: Contact confirmé

# log.activatefail
source: Person doesn't exist
fr: Ce contact n'existe pas

# log.create
source: Person is added
fr: Contact ajouté

# log.createfail
source: Person is not added
fr: Contact non ajouté

# log.createmail
source: Confirmation-Mail is sent
fr: Mail de confirmation envoyé

# log.createsuccess
source: Person is confirmed
fr: Contact confirmé

# log.leavealready
source: Person is already unsubscribed
fr: Ce contact est déjà désinscrit

# log.leavemail
source: Deregistration-Mail is sent
fr: Mail de désinscription envoyé

# log.leavenot
source: Person doesn't exist
fr: Ce contact n'existe pas

# log.leavesuccess
source: Person is unsubscribed
fr: Contact désinscrit

# log.leavewant
source: Person wants to unsubscribe
fr: Ces contacts veulent se désinscrire

# log.unsubscribe
source: Person is unsubscribed
fr: Contact désinscrit

# mail.confirmdata
source: confirm Data
fr: Confirmer votre inscription

# mail.confirmleave
source: confirm deregistration
fr: Confirmer votre désinscription

# mail.confirmlink
source: Please confirm your data, by clicking the following link:
fr: Merci de confirmer votre inscription en cliquant sur le lien ci-dessous

# mail.confirmreg
source: confirm registration
fr: confirmer l'inscription

# mail.confirmthx
source: Thank you for your subscription at %s.
fr: Merci pour votre inscription à %s.

# mail.deregister
source: unsubscribe
fr: désinscription

# mail.ifnot
source: If you haven't initiated this action, please ignore this mail.
fr: Si vous n'avez pas demander à vous inscrire, merci d'ignorer ce mail.

# mail.leavethx
source: You have unsubscribed from %s.
fr: Vous êtes désinscrit de %s.

# tx_personmanager_domain_model_blacklist.email
source: E-Mail
fr: Courriel

# tx_personmanager_domain_model_category
source: Category
fr: Catégorie

# tx_personmanager_domain_model_category.name
source: Name
fr: Nom

# tx_personmanager_domain_model_log.detail
source: Detail
fr: Détail

# tx_personmanager_domain_model_log.email
source: Email
fr: Courriel

# tx_personmanager_domain_model_log.firstname
source: Firstname
fr: Prénom

# tx_personmanager_domain_model_log.lastname
source: Lastname
fr: Nom

# tx_personmanager_domain_model_log.fehler
source: Error
fr: Erreur

# tx_personmanager_domain_model_log.person
source: Person UID
fr: Contact UID

# tx_personmanager_domain_model_log.success
source: Successful?
fr: Succès ?

# tx_personmanager_domain_model_person
source: Person
fr: Contact

# tx_personmanager_domain_model_person.active
source: Is active?
fr: Active ?

# tx_personmanager_domain_model_person.category
source: Category
fr: Catégorie

# tx_personmanager_domain_model_person.company
source: Company
fr: Entreprise

# tx_personmanager_domain_model_person.confirmed
source: Has confirmed?
fr: Confirmée ?

# tx_personmanager_domain_model_person.crdate
source: Registration-Date
fr: Date de l'inscription

# tx_personmanager_domain_model_person.email
source: Email
fr: Courriel

# tx_personmanager_domain_model_person.firstname
source: Firstname
fr: Prénom

# tx_personmanager_domain_model_person.frtxt0
source: Freetext0
fr: ChampLibre0

# tx_personmanager_domain_model_person.frtxt1
source: Freetext1
fr: ChampLibre1

# tx_personmanager_domain_model_person.frtxt2
source: Freetext2
fr: ChampLibre2

# tx_personmanager_domain_model_person.frtxt3
source: Freetext3
fr: ChampLibre3

# tx_personmanager_domain_model_person.frtxt4
source: Freetext4
fr: ChampLibre4

# tx_personmanager_domain_model_person.frtxt5
source: Freetext5
fr: ChampLibre5

# tx_personmanager_domain_model_person.frtxt6
source: Freetext6
fr: ChampLibre6

# tx_personmanager_domain_model_person.frtxt7
source: Freetext7
fr: ChampLibre7

# tx_personmanager_domain_model_person.frtxt8
source: Freetext8
fr: ChampLibre8

# tx_personmanager_domain_model_person.frtxt9
source: Freetext9
fr: ChampLibre9

# tx_personmanager_domain_model_person.geb
source: Birthdate
fr: Date de naissance

# tx_personmanager_domain_model_person.lastname
source: Lastname
fr: Nom

# tx_personmanager_domain_model_person.nachgtitel
source: Title after
fr: Titre après

# tx_personmanager_domain_model_person.salutation
source: Salutation
fr: Civilité

# tx_personmanager_domain_model_person.tel
source: Phone
fr: Téléphone

# tx_personmanager_domain_model_person.titel
source: Title
fr: Titre

# tx_personmanager_domain_model_person.unsubscribed
source: Has unsubscribed?
fr: Désinscrit ?
